{
  "kelas": "2",
  "jenis": "Cangkir",
  "link": [
    {
      "judul": "Bunga plastic",
      "bahan": [
        "gelas",
        "penggaris",
        "gunting",
        "kantong plastik",
        "kawat",
        "korek api",
        "lem",
        "cat",
        "tang",
        "isolasi bening",
        "penggaris"
      ],
      "langkah": [
        "Siapkan alat dan bahan",
        "Gunting bagian atas dan bawah gelas, lalu gunting dinding gelas sehingga dinding gelas berbentuk persegi panjang.",
        "Gunting dinding gelas secara menyamping, sisakan sekitar 2 cm dari ujung dinding gelas tidak tergunting.",
        "Bakar ujung dinding gelas yang tergunting menggunakan korek api",
        "Ulangi langkah 2-4 sampai 6 kali",
        "Potong kantong plastik menjadi bentuk persegi panjang dengan ukuran panjang 15 cm dan lebar 1 cm.",
        "Lilitkan potongan kantong plastik ke ujung kawat, lalu bakar ujung kawat menggunakan korek api agar potongan kantong plastik menempel di kawat.",
        "Ulangi langkah 6-7 sebanyak 11 kali.",
        "Potong dinding gelas plastik menjadi bentuk bunga.",
        "Bakar potongan berbentuk bunga tersebut menggunakan korek api sambil membuat lipatan pada kelopak bunga.",
        "Potong dinding gelas plastik menjadi bentuk daun, lalu cat otongan tersebut dengan warna hijau",
        "Rekatkan kawat dengan daun menggunakan lem",
        "Satukan ke-11 kawat yang dibuat di langkah 8 dan rekatkan menggunakan lem dan isolasi plastik.",
        "Rekatkan potongan plastik yang dibuat di langkah 5 ke ujung satuan kawat yang di buat di langkah 13.",
        "Rekatkan potongan bunga yang dibuat di langkah 10 dan potongan daun yang dibuat di langkah 12 pada satuan tangkai"
      ]
    },
    {
      "judul": "Bunga plastic",
      "bahan": ["gelas", "cat", "gunting", "sedotan", "lem"],
      "langkah": [
        "Siapkan alat dan bahan",
        "Cat gelas menggunakan cat",
        "Potong lingkar atas dari gelas",
        "Potong dinding gelas dari bagian atas gelas ke bawah sehingga gelas berbentuk seperti bunga.",
        "Gulung potongan dinding gelas mendekati dasar gelas.",
        "Berikan tangkai dan hiasan daun pada bunga.",
        "Hias bunga sesuai kreasi."
      ]
    },
    {
      "judul": "Pot bunga kecil",
      "bahan": ["gelas", "cat", "lem", "kuas"],
      "langkah": [
        "Siapkan alat dan bahan.",
        "Lem bagian bawah 2 gelas, lalu saling rekatkan bagian dasar kedua gelas.",
        "Warnai gelas dengan cat.",
        "Berikan hiasan pada dinding gelas sesuai kreasi."
      ]
    },
    {
      "judul": "Hiasan kelinci",
      "bahan": [
        "gelas",
        "kertas warna",
        "gunting",
        "lem",
        "tutup botol",
        "karet gelang",
        "spidol",
        "plastisin",
        "isolasi bening"
      ],
      "langkah": [
        "Siapkan alat dan bahan",
        "Hias gelas menggunakan spidol dan kertas warna sehingga gelas terlihat seperti kelinci",
        "Buat telinga kelinci menggunakan kertas warna, lalu tempelkan di atas kepala kelinci",
        "Gunting bagian bawah kiri dan bawah kanan dari gelas sekitar 1 cm",
        "Masukkan plastisin ke dalam 2 tutup botol, selipkan karet lalu rekatkan kedua tutup botol menggunakan isolasi bening.",
        "Rekatkan tutup botol dengan karet ke kedua ujung gelas yang sebelumnya digunting.",
        "Putar tutup botol, gelas akan bergerak maju seperti kelinci melompat"
      ]
    },
    {
      "judul": "Hiasan meja",
      "bahan": [
        "gelas",
        "cat",
        "lem",
        "kertas karton",
        "kardus",
        "manik-manik",
        "pita hias"
      ],
      "langkah": [
        "Siapkan alat dan bahan",
        "Warnai gelas menggunakan cat, ulangi sehingga terdapat 7 gelas",
        "Potong kardus dan kertas karton berbentuk lingkaran dengan gunting, lalu tempelkan potongan karton pada kardus menggunakan lem.",
        "Hias lingkaran karton dengan pita hias.",
        "Lakukan langkah 2-4 sebanyak 2 kali",
        "Tempelkan dasar 7 gelas di atas salah satu potongan karton.",
        "Hias potongan karton lainnya dengan manik-manik",
        "Tempelkan potongan karton yang dihias di atas gelas."
      ]
    },
    {
      "judul": "Celengan kecil",
      "bahan": ["gelas", "cat", "kuas", "gunting", "korek api", "lem"],
      "langkah": [
        "Siapkan alat dan bahan",
        "Warnai gelas dengan cat",
        "Berikan hiasan pada gelas sehingga gelas terlihat seperti rumah",
        "Rekatkan korek api kayu pada gelas agar terlihat seperti atap rumah",
        "Gunting bagian bawah gelas sebagai lubang celengan",
        "Potong kardus berbentuk lingkaran untup menutup bagian atas gelas.",
        "Rekatkan potongan kardus di bagian atas gelas dengan lem"
      ]
    },
    {
      "judul": "Lampu hias",
      "bahan": [
        "gelas",
        "sendok",
        "cat",
        "manik-manik",
        "lampu",
        "gunting",
        "lem"
      ],
      "langkah": [
        "Siapkan alat dan bahan",
        "Potong kepala sendok sebanyak 20 menggunakan gunting",
        "Warnai potongan sendok tersebut dengan cat",
        "Tempelkan potongan sendok tersebut pada dinding gelas",
        "Berikan hiasan",
        "Letakkan lampu hias di dalam gelas"
      ]
    },
    {
      "judul": "Pot bunga",
      "bahan": [
        "gelas",
        "gunting",
        "lem",
        "cat",
        "kuas",
        "kertas koran",
        "manik-manik",
        "isolasi"
      ],
      "langkah": [
        "Siapkan alat dan bahan",
        "Gunting dasar gelas berbentuk lingkaran",
        "Rekatkan 2 dasar gelas menggunakan isolasi bening",
        "Tempelkan kertas koran pada dinding gelas dengan lem",
        "Warnai dinding gelas dengan cat",
        "Tutup salah satu ujung gelas dengan kardus berbentuk lingkaran",
        "Hias dinding gelas dengan manik-manik."
      ]
    },
    {
      "judul": "Mainan helikopter",
      "bahan": [
        "gelas",
        "gunting",
        "solatip",
        "lem",
        "kertas warna",
        "karet",
        "sumpit",
        "tutup botol",
        "sedotan"
      ],
      "langkah": [
        "Siapkan alat dan bahan",
        "Potong gelas secara vertikal menjadi 2 bagian",
        "Potong bagian atas salah satu potongan dan potong bagian bawah potongan yang lain.",
        "Rekatkan dinding dari potongan gelas yang bagian bawahnya dipotong",
        "Siapkan gelas lain yang masih utuh dan potong dindingnya dengan bentuk oval",
        "Masukkan potongan gelas yang dibuat di langkah 4 ke lubang oval yang ada di gelas pada langkah 5",
        "Lubangi bagian bawah gelas di bagian 6.",
        "Buat hiasan dengan kertas warna dan tempelkan pada dinding gelas di langkah 6",
        "Lubangi tutup botol menggunakan gunting",
        "Ikat sumpit menggunakan karet gelang, lalu masukan satukan dengan tutup botol sehingga berbentuk baling-baling",
        "Satukan baling-baling di langkah 10 dengan gelas.",
        "Hubungkan karet dengan sedotan di bawah gelas",
        "Berikan hiasan pada baling-baling menggunakan kertas warna",
        "Berikan hiasan pada gelas."
      ]
    }
  ]
}
